Repository: FoldingCommunity/Translate
Catalog: Localization/*/covid-19.po
Languages: es_mx, fr_fr, it_it, sv_se

source: 2) If you don’t have computers to contribute or are feeling particularly generous, you can also [make donations](https://gifts.wustl.edu/med/index.html?other_designation_description=Folding@Home%20(Dr%20Greg%20Bowman,%20Dept%20of%20Biochemistry)&0_d_tr1=71&sc=NG) through Washington University in St. Louis. These funds are used for a number of purposes, including:
es_mx: 2) Si no tiene computadoras para contribuir o se siente particularmente generoso, también puede [hacer donaciones](https://gifts.wustl.edu/med/index.html?other_designation_description=Folding@Home%20(Dr%20Greg%20Bowman,%20Dept%20of%20Biochemistry)&0_d_tr1=71&sc=NG) a través de la Universidad de Washington en St. Louis. Estos fondos se usan para varios propósitos, que incluyen:
fr_fr: 2) Si vous n’avez pas d’ordinateurs disponibles ou si vous vous sentez particulièrement généreux, vous pouvez aussi [faire des dons](https://gifts.wustl.edu/med/index.html?other_designation_description=Folding@Home%20(Dr%20Greg%20Bowman,%20Dept%20of%20Biochemistry)&0_d_tr1=71&sc=NG) par l’intermédiaire de l’Université Washington de Saint-Louis (Missouri, États-Unis). Ces fonds sont consacrés à plusieurs activités, notamment :
it_it: 2) Se non hai modo di contribuire con la potenza di calcolo del tuo computer o se ti senti particolarmente generoso, puoi anche [fare delle donazioni](https://gifts.wustl.edu/med/index.html?other_designation_description=Folding@Home%20(Dr%20Greg%20Bowman,%20Dept%20of%20Biochemistry)&0_d_tr1=71&sc=NG) alla Washington University di St. Louis. Il denaro ha diversi scopi, inclusi:
sv_se: 2) om du inte har datorer att hjälpa till med eller om du känner dig väldigt generös så kan du också [ göra donationer](https://gifts.wustl.edu/med/index.html?other_designation_description=Folding@Home%20(Dr%20Greg%20Bowman,%20Dept%20of%20Biochemistry)&0_d_tr1=71&sc=NG) genom Washington unviseritet inSt. Louis. dessa tillgångar kommer användas av flera olika anledningar så som:

source: 2.1) Supporting our software engineering and server-side hardware (particularly important right now as we scale up rapidly!)
es_mx: 2.1) Soporte a nuestra ingeniería de software y hardware del lado del servidor (¡particularmente importante en este momento a medida que escalamos rápidamente!)
fr_fr: 2.1) Soutenir nos travaux d’ingénierie logicielle et nos infrastructures matérielles pour les serveurs – un aspect particulièrement important en ce moment, car nous étoffons nos équipements rapidement !
it_it: 2.1) Consentire il continuo sviluppo del software e la manutenzione dell'hardware (quest'ultima è diventata molto importante di recente)
sv_se: 2.1) Stödjande till våra programvara utväxlade och server sidans hårdvara ( extra viktigt just nu för att vi håller på att växa väldigt snabbt.

source: 2.2) Buying compounds to test experimentally based on insight from our simulations.
es_mx: 2.2) Comprar compuestos para probar experimentalmente en base a la percepción de nuestras simulaciones.
fr_fr: 2.2) Acheter des composés en vue de réaliser des tests expérimentaux basés sur les connaissances fournies par nos simulations.
it_it: 2.2) Comprare composti per testare sperimentalmente i risultati delle nostre simulazioni.
sv_se: 2.2) Köpa föreningar till att testa experiment baserat på våra insikter från våra simulationer.

source: Covid-19 collaborators
es_mx: Colaboradores de Covid-19
fr_fr: Parrainage COVID-19
it_it: Collaboratori nella ricerca sul COVID-19
sv_se: Covid-19 Sammarbetspartnar
