Repository: FoldingCommunity/Translate
Catalog: Localization/*/covid-19.po
Languages: es_mx, fr_fr, it_it, sv_se

source: Coronavirus – What we’re doing and how you can help
es_mx: Coronavirus - Qué estamos haciendo y cómo puede ayudar
fr_fr: Coronavirus – ce que nous faisons et comment vous pouvez nous aider
it_it: Coronavirus – Cosa stiamo facendo e come puoi contribuire
sv_se: Corona viruset - Vad vi gör och hur du kan hjälpa till

source: Proteins are molecular machines that perform many functions we associate with life. They sense the environment (e.g. in taste and smell), perform work (e.g. muscle contraction and breaking down food), and play structural roles (e.g. your hair). They are made of a linear chain of chemicals called amino acids that, in many cases, spontaneously “fold” into compact, functional structures. Much like any other machine, it’s how a protein’s components are arranged and move that determine the protein’s function. In this case, the components are atoms.
es_mx: Las proteínas son máquinas moleculares que realizan muchas funciones que asociamos con la vida. Perciben el entorno (p. Ej., En el gusto y el olfato), realizan trabajos (p. Ej., Contracción muscular y descomposición de los alimentos) y desempeñan funciones estructurales (p. Ej., El cabello). Están formados por una cadena lineal de productos químicos llamados aminoácidos que, en muchos casos, se "pliegan" espontáneamente en estructuras compactas y funcionales. Al igual que cualquier otra máquina, es cómo se organizan y mueven los componentes de una proteína lo que determina la función de la proteína. En este caso, los componentes son átomos.
fr_fr: Les protéines sont des mécanismes moléculaires assurant un grand nombre de fonctions que nous associons à la vie. Elles perçoivent l'environnement (par ex. à travers le goût et l’odeur), travaillent (par ex. contraction musculaire, décomposition d’aliments) et assument même des rôles structurels (par ex. les cheveux). Elles sont faites d’une chaîne linéaire de substances chimiques appelées des acides aminés et, dans de nombreux cas, elles se replient spontanément pour former des structures plus compactes et fonctionnelles. À l’image de n’importe quel autre mécanisme, la fonction de la protéine dépend ainsi de la manière dont ses éléments sont arrangés entre eux. En l’occurrence, ces éléments sont des atomes.
it_it: Le proteine sono macchine molecolari che svolgono funzioni che associamo alla vita. Percepiscono l'ambiente (gusto e olfatto per esempio), compiono lavori (ad esempio la contrazione dei muscoli e la digestione del cibo), e hanno ruoli strutturali (per esempio i capelli). Sono costituite da una catena lineare di composti chimici chiamati aminoacidi che, in molti casi, si "ripiegano" spontaneamente in strutture compatte e funzionali. Così come qualunque macchina, è il modo in cui le componenti di una proteina si muovono e si organizzano a determinarne la funzione. In questo caso, le componenti sono atomi.

source: Viruses also have proteins that they use to suppress our immune systems and reproduce themselves.
es_mx: Los virus también tienen proteínas que usan para suprimir nuestro sistema inmunológico y reproducirse.
fr_fr: Les virus aussi ont des protéines qu’ils utilisent pour contrer nos systèmes immunitaires et pour se reproduire.
it_it: Anche i virus hanno proteine, che usano per inibire le nostre difese immunitarie e per riprodursi.
sv_se: Viruset har också proteiner som kan användas till att försvaga vårt immun försvar och forplanta sig.

source: To help tackle coronavirus, we want to understand how these viral proteins work and how we can design therapeutics to stop them.
es_mx: Para ayudar a abordar el coronavirus, queremos entender cómo funcionan estas proteínas virales y cómo podemos diseñar terapias para detenerlas.
fr_fr: Pour contribuer à la lutte contre le coronavirus, nous tentons de comprendre comment fonctionnent ces protéines virales et comment mettre au point des traitements capables de les stopper.
it_it: Per affrontare il coronavirus vogliamo capire come funzionano queste proteine e quali farmaci possiamo creare per fermarle.
sv_se: För att hjälpa till med att bekämpa corona viruset så vill vi förstå hur dessa virala proteiner fungerar och hur vi kan skapa terapier för att stoppa dom.

source: There are many experimental methods for determining protein structures. While extremely powerful, they only reveal a single snapshot of a protein’s usual shape. But proteins have lots of moving parts, so we really want to see the protein in action. The structures we can’t see experimentally may be the key to discovering a new therapeutic.
es_mx: Existen muchos métodos experimentales para determinar las estructuras de proteínas. Si bien son extremadamente poderosos, solo revelan una sola instantánea de la forma habitual de una proteína. Pero las proteínas tienen muchas partes móviles, por lo que realmente queremos ver la proteína en acción. Las estructuras que no podemos ver experimentalmente pueden ser la clave para descubrir una nueva terapéutica.
fr_fr: Il existe de nombreuses méthodes expérimentales, souvent extrêmement puissantes, permettant de déterminer la structure des protéines. Mais elles ne révèlent qu’un instantané de la forme usuelle des protéines observées. Or les protéines comportent de nombreux éléments mobiles et nous voulons donc les voir en action. Les structures que nous ne pouvons pas observer dans un cadre expérimental peuvent nous guider vers la découverte de nouveaux traitements.
it_it: Ci sono molti metodi sperimentali per determinare la struttura delle proteine. Anche se molto potenti, ci mostrano solo un istante della forma di una proteina. Ma le proteine hanno molte parti mobili, quindi ci serve vederle in movimento. Le strutture che non riusciamo a vedere con metodi sperimentali possono essere la chiave per la scoperta di nuovi farmaci.
sv_se: Det finns många experiment metoder för att bestämma proteins struktur. Medans den väldigt krafulla så visar de endast en enda bild av proteins vanliga form. Men proteiner har många rörande delar. Därför är det vi på riktig vill ha är att kunna se proteinet i rörelse. Strukturen vi inte kan se experimentellt kan också var nykel till att hitta nya terapier.

source: Using football as an analogy for the experimental situation, it’s as if you could only see the players lined up for the snap (the single arrangement the players spend the most time in) and were blind to the rest of the game.
es_mx: Usando el fútbol como una analogía para la situación experimental, es como si solo pudieras ver a los jugadores alineados para el snap (el único arreglo en el que los jugadores pasan la mayor parte del tiempo) y estuvieran ciegos por el resto del juego.
fr_fr: Pour user d’une métaphore, imaginons que la situation expérimentale est un match de football américain. C’est un peu comme si nous ne pouvions voir les joueurs qu’en position de snap (la mise en jeu, donc la disposition dans laquelle les joueurs passent le plus de temps), sans jamais pouvoir assister à leurs autres mouvements, soit à l’essentiel de leurs activités sur le terrain.
it_it: Paragonando il metodo sperimentale con il football americano, è un po' come poter vedere i giocatori allineati subito prima del passaggio iniziale, ma senza poter poi vedere il resto della partita.

source: Seeing a single structure of a protein (left) is like seeing players lined up for the snap in football. Important information, but a lot missing too. The protein structure shows a sphere for each atom (blue) and red arrows highlighting the one drug binding site in this protein.
es_mx: Ver una sola estructura de una proteína (izquierda) es como ver a los jugadores alineados para el snap en el fútbol. Información importante, pero también falta mucho. La estructura de la proteína muestra una esfera para cada átomo (azul) y flechas rojas que resaltan el sitio de unión de un fármaco en esta proteína.
fr_fr: Observer une seule structure d’une protéine (gauche) est un peu comme de voir les joueurs alignés pour le snap (droite). C’est une information importante, mais avec des lacunes majeures. La structure de la protéine est représentée par une sphère pour chacun des atomes (bleus) et des flèches rouges indiquent ce qu’on appelle le site de liaison médicamenteux dans cette protéine.
it_it: Vedere la struttura di una proteina (immagine a sinistra) è come vedere i giocatori allineati prima del passaggio iniziale nel football americano. Un'informazione importante, ma solo un istante di un'intera partita. La struttura della proteina mostra gli atomi come sfere blu: le frecce rosse indicano il punto in cui un farmaco può attaccare questa proteina.

source: Our specialty is in using computer simulations to understand proteins’ moving parts. Watching how the atoms in a protein move relative to one another is important because it captures valuable information that is inaccessible by any other means.
es_mx: Nuestra especialidad es utilizar simulaciones por computadora para comprender las partes móviles de las proteínas. Observar cómo los átomos de una proteína se mueven entre sí es importante porque captura información valiosa que es inaccesible por cualquier otro medio.
fr_fr: Notre spécialité consiste à tirer parti de simulations informatiques pour comprendre les mouvements des parties mobiles des protéines. Observer comment les atomes d’une protéine évoluent les uns par rapport aux autres fournit en effet de précieuses informations, qu’aucun autre moyen ne permet d’obtenir.
it_it: La nostra specialità è usare simulazioni al computer per comprendere le parti mobili di una proteina. Poter vedere come gli atomi di una proteina si muovono rispetto agli altri è importante perché ci da informazioni altrimenti inaccessibili.

source: Taking the experimental structures as starting points, we can simulate how all the atoms in the protein move, effectively filling in the rest of the game that experiments miss.
es_mx: Tomando las estructuras experimentales como puntos de partida, podemos simular cómo se mueven todos los átomos en la proteína, completando efectivamente el resto del juego que los experimentos fallan.
fr_fr: En prenant les structures expérimentales comme points de départ, nous pouvons simuler l’évolution de tous les atomes de la protéine et ainsi combler les lacunes, révéler le déroulement du jeu auquel les méthodes expérimentales restent aveugles.
it_it: Partendo dalle strutture osservate con i metodi sperimentali, possiamo simulare il movimento di tutti gli atomi della proteina, ottenendo così un'analisi completa.
sv_se: Ta den experimentella strukturerna som en start punkt. Vi kan simulerar hur alla atomer i protonen rör sig, effektivt fyller rester av spelet som experimenter saknar.

source: A movie capturing how the protein shown before moves is like getting to watch the whole football game. In this case, we see a pocket form that was absent in the experimental structure.
es_mx: Una película que captura cómo se muestra la proteína antes de los movimientos es como ver todo el partido de fútbol. En este caso, vemos una forma de bolsillo que estaba ausente en la estructura experimental.
fr_fr: Réaliser un film montrant comment évolue la protéine illustrée plus haut permet en quelque sorte de visionner le match de football entier. Ici, nous voyons la formation d’une poche absente dans la structure expérimentale.
it_it: Un filmato dei movimenti di una proteina: è come guardare una partita di football americano, per intero. In questo caso, scopriamo un punto di attacco che era assente nella struttura ottenuta con metodi sperimentali.
sv_se: En film har filmat hur protein visar att före den rör sig så gillar den att titta på ett hel fotbolls match. I detta fallet, ser vi en fick from som var frånvarande från den strukturella formen.

source: Doing so can reveal new therapeutic opportunities. For example, in our recent [paper](https://www.biorxiv.org/content/10.1101/2020.02.09.940510v1.abstract), we simulated a protein from Ebola virus that is typically considered ‘undruggable’ because the snapshots from experiments don’t have obvious druggable sites. But, our simulations uncovered an alternative structure that does have a druggable site. Importantly, we then performed experiments that confirmed our computational prediction, and are now searching for drugs that bind this newly discovered binding site.
es_mx: Hacerlo puede revelar nuevas oportunidades terapéuticas. Por ejemplo, en nuestro reciente [artículo] (https://www.biorxiv.org/content/10.1101/2020.02.09.940510v1.abstract), simulamos una proteína del virus Ébola que generalmente se considera 'no controlable' porque las instantáneas de los experimentos no tienen sitios obvios que se puedan tratar. Pero, nuestras simulaciones descubrieron una estructura alternativa que tiene un sitio tratable. Es importante destacar que luego realizamos experimentos que confirmaron nuestra predicción computacional, y ahora estamos buscando medicamentos que se unan a este sitio de unión recién descubierto.
fr_fr: Ces travaux peuvent révéler de nouvelles possibilités de traitement. Par exemple, dans le cadre de notre récent [papier](https://www.biorxiv.org/content/10.1101/2020.02.09.940510v1.abstract), nous avons simulé une protéine du virus Ebola réputée intraitable par voie médicamenteuse parce que les instantanés livrés par les expériences n’indiquent aucun site de liaison évident. Mais nos simulations ont dévoilé une structure alternative qui offre un tel site de liaison. Ensuite, nous avons réalisé des expériences confirmant notre simulation informatique et nous sommes en train de chercher des médicaments qui utilisent ce site de liaison.
it_it: In questo modo possiamo scoprire nuove opportunità terapeutiche. Per esempio, nel nostro recente [studio](https://www.biorxiv.org/content/10.1101/2020.02.09.940510v1.abstract), abbiamo simulato una proteina del virus Ebola tipicamente considerata 'intaccabile' perché i risultati dei metodi sperimentali non hanno mostrato possibili punti d'attacco. Le nostre simulazioni hanno invece scoperto una struttura alternativa attaccabile. Abbiamo poi condotto esperimenti che hanno confermato le nostre simulazioni, e stiamo cercando nuovi farmaci in grado di attaccare la proteina in quel punto.

source: An experimental structure of an Ebola protein doesn’t have obvious druggable sites (no deep pockets among the atoms shown as spheres).Our simulations captured a motion that creates a potentially druggable site in this Ebola protein. Instead of showing spheres for each atom, this cartoon shows a ribbon tracing the linear chain of amino acids (chemicals) the protein is made of.
es_mx: La estructura experimental de una proteína de Ebola no tiene sitios obvios que se puedan tratar (no hay bolsillos profundos entre los átomos que se muestran como esferas). Nuestras simulaciones capturaron un movimiento que crea un sitio potencialmente tratable en esta proteína Ebola. En lugar de mostrar esferas para cada átomo, esta caricatura muestra una cinta que traza la cadena lineal de aminoácidos (químicos) de la que está hecha la proteína.
fr_fr: Une structure expérimentale tridimensionnelle d’une protéine Ebola ne présente aucun site de liaison évident (pas de poche formée entre les atomes représentés par des sphères). Nos simulations ont permis de dévoiler un mouvement créant un site de liaison potentiel dans cette protéine Ebola. Au lieu de représenter les atomes sous forme de sphères, ce clip les montre sous la forme d’un ruban reproduisant la chaîne linéaire d’acides aminés (substances chimiques) qui constituent la protéine.
it_it: Una struttura sperimentale di una proteina del virus Ebola che non ha ovvi punti d'attacco (nessun punto attaccabile fra gli atomi, mostrati come sfere). Le nostre simulazioni hanno individuato un movimento degli atomi che rivela un potenziale punto d'attacco. Invece di usare le sfere per mostrare ogni atomo, quest'immagine usa un nastro per mostrare la catena di aminoacidi di cui la proteina è composta.
sv_se: En experimentell struktur av en ebola protein har inga uppenbara medicinska sidor (inga djupa fickor bland atomerna visar som sfärer). Våra simulationer som fångat en rörelse som skapas ev en potentiell medicinska bar sida i denna ebola proteinen. Istället för att visa sfärer för varenda atom. Denna tecknade film visaren ett band som jagar den linjära kedjan av aminosyror syror (kemikalier) som protonen blir jagad av.

source: We want to do the same thing with coronavirus.
es_mx: Queremos hacer lo mismo con el coronavirus.
fr_fr: Nous voulons faire de même avec le coronavirus.
it_it: Vogliamo fare lo stesso con il coronavirus.
sv_se: Vi vill göra samma sak med corona viruset.

source: Spreading the knowledge, Opensource
es_mx: Difundiendo el conocimiento, Código abierto
fr_fr: Répandre la connaissances, en open source
it_it: Diffondere la conoscenza
sv_se: Sprid kunskapen, öppen källa

source: When we are done with our analysis we upload the data here:
es_mx: Cuando terminamos nuestro análisis, cargamos los datos aquí:
fr_fr: Quand nos analyses sont terminées, nous téléversons les données ici :
it_it: Quando la nostra analisi è completa, carichiamo i dati sul sito:
sv_se: När vi är klara med var analys av data så ladas datan upp här:

source: We also make all data publicly available, so that other people working in the field can check our analysis and anyone with new methods (e.g. the always growing machine learning data analysis) can look at them at any time: [https://osf.io/2h6p4/wiki/home/](https://osf.io/2h6p4/wiki/home/) and [https://osf.io/dp4cb/wiki/home/](https://osf.io/dp4cb/wiki/home/)
es_mx: También ponemos a disposición del público todos los datos, para que otras personas que trabajan en el campo puedan verificar nuestro análisis y cualquiera con nuevos métodos (por ejemplo, el siempre en crecimiento análisis de datos de aprendizaje automático) puede verlos en cualquier momento: [https://osf.io/2h6p4/wiki/home/](https://osf.io/2h6p4/wiki/home/) y [https://osf.io/dp4cb/wiki/home/](https://osf.io/dp4cb/wiki/home/)
fr_fr: Toutes nos données sont ainsi librement accessibles, de sorte que les autres chercheurs de la discipline peuvent vérifier nos analyses, et quiconque utilisant de nouvelles méthodes (par ex. dans le domaine en pleine expansion de l’analyse de données par apprentissage informatique) peut les consulter à tout moment : [https://osf.io/2h6p4/wiki/home/](https://osf.io/2h6p4/wiki/home/) et [https://osf.io/dp4cb/wiki/home/](https://osf.io/dp4cb/wiki/home/)
it_it: Tutti i dati sono disponibili pubblicamente, così che altre persone possano controllarli e usare nuovi metodi (per esempio l'intelligenza artificiale) per analizzarli: [https://osf.io/2h6p4/wiki/home/](https://osf.io/2h6p4/wiki/home/) e [https://osf.io/dp4cb/wiki/home/](https://osf.io/dp4cb/wiki/home/)
sv_se: Vi gör också all data allmän tillgänglig så att andra personer som jobbar på fältet can kolla in våra analyser och någon med nya metoder (t.ex den allt mer växande maskin läsnings data analysen) kan kolla på dom när som: [https://osf.io/2h6p4/wiki/home/](https://osf.io/2h6p4/wiki/home/) och [https://osf.io/dp4cb/wiki/home/](https://osf.io/dp4cb/wiki/home/)

source: We are also collaborating with other labs and groups outside the Foldingathome Consortium to solve COVID-19 asap.
es_mx: También estamos colaborando con otros laboratorios y grupos fuera del consorcio de Foldingathome para resolver COVID-19 lo antes posible.
fr_fr: Nous collaborons également avec d'autres laboratoires et groupes hors du consortium Foldingathome afin de maîtriser le COVID-19 dès que possible.
it_it: Per trovare presto una cura al COVID-19 stiamo anche collaborando con altri laboratori e gruppi al di fuori del Consorzio Folding@home.
sv_se: Vi samarbetar också med andra laboratorier och grupp utanför foldingathome Konsortium för att lösa COVID-19 så snabbt som möjligt.

source: What you can do
es_mx: Lo que puede hacer
fr_fr: Ce que vous pouvez faire
it_it: Cosa puoi fare
sv_se: Vad du kan göra

source: 1. Donate computing power:
es_mx: 1. Donando poder de cómputo:
fr_fr: 1. Don de puissance de calcul
it_it: 1. Donare la potenza di calcolo del tuo computer:
sv_se: 1. Donera data kraft:

source: [Downloading Folding@home](/start-folding/) and helping us run simulations is the primary way to contribute. These calculations are enormous and every little bit helps! Each simulation you run is like buying a lottery ticket. The more tickets we buy, the better our chances of hitting the jackpot. Usually, your computer will never be idle, but we’ve had such an enthusiastic response to our COVID-19 work that you will see some intermittent downtime as we sprint to setup more simulations. Please be patient with us! There is a lot of valuable science to be done, and we’re getting it running as quickly as we can.
es_mx: [Descargando Folding@home](/start-folding/) ay ayudarnos a ejecutar simulaciones es la forma principal de contribuir. ¡Estos cálculos son enormes y cada poquito ayuda! Cada simulación que ejecutes es como comprar un boleto de lotería. Cuantos más boletos compremos, mayores serán nuestras posibilidades de ganar. Por lo general, su computadora nunca estará inactiva, pero hemos tenido una respuesta tan entusiasta a nuestro trabajo de COVID-19 que verá un tiempo de inactividad intermitente a medida que avanzamos para configurar más simulaciones. ¡Por favor se paciente con nosotros! Hay mucha ciencia valiosa por hacer, y la estamos ejecutando lo más rápido posible.
fr_fr: [Télécharger Folding@home](/start-folding/) et nous aider à réaliser des simulations est la première et principale manière de contribuer à cet effort. Ces calculs sont vraiment énormes et chaque bit compte ! Chacune des simulations que vous réalisez équivaut à acheter un billet de loterie. Plus nous achetons de billets, meilleures sont nos chances de décrocher le jackpot. En temps normal, votre ordinateur connecté à Folding@home travaille sans interruption, mais nos travaux sur le COVID-19 ont suscité un tel enthousiasme que des pauses peuvent intervenir pendant que nous nous efforçons de préparer d’autres simulations. D’avance merci de votre patience ! Il y a beaucoup de travaux scientifiques très utiles à accomplir et nous faisons de notre mieux pour les mettre sur pied le plus rapidement possible.
it_it: [Scaricare Folding@home](/start-folding/) and aiutarci ad eseguire le simulazioni è il modo principale per contribuire. La quantità di calcoli da fare è enorme e ogni computer è di aiuto! Ogni simulazione che esegui è come un biglietto della lotteria: più biglietti compriamo, maggiori le possibilità di vincere. Normalmente non ci saranno pause fra una simulazione e l'altra, ma il nostro lavoro sul COVID-19 ha avuto una risposta talmente entusiasta che ogni tanto potremmo finire le simulazioni. Sii paziente mentre ne prepariamo altre! Possiamo fare molta scienza importante insieme, e cerchiamo di prepararla il più velocemente possibile.

source: To focus on Covid-19 research you can set the project category in your FAH client to “COVID-19”.
es_mx: Para enfocarse en la investigación de COVID-19, puede seleccionar directamente la categoría de "COVID-19" en el cliente.
fr_fr: Pour vous concentrer sur le COVID-19, vous pouvez sélectionner la catégorie « COVID-19 » dans votre client FAH.
it_it: Per eseguire simulazioni esclusivamente relative al COVID-19, puoi impostare la categoria del progetto a "COVID-19".
sv_se: För att fokusera på Covid-19 forskning så can du sätta projekt kategori i din FAH klient till “COVID-19”.
