Repository: FoldingCommunity/Translate
Catalog: Localization/*/dig-deeper.po
Languages: es_mx

source: Yes. Work Units are labeled with four distinct numbers in the format: Project (Run, Clone, Generation). We just described the first three; Project is the protein under study, a Run is a simulation started from a particular conformation, and Runs contain many Clones which have different initial velocities. Although Folding@home processes many different Projects, Runs, and Clones all at the same time, Clones themselves are serial in nature. They have to be simulated from start to finish, but it would be impractical for one computer to complete one by itself. Instead, your computer is given a piece of a Clone. We identify the piece using the Generation (Gen) number. One computer will start out with Generation 0, and when it finishes another computer is given Generation 1, etc. We cannot start Gen 1 until Gen 0 finishes, and there may be hundreds of Gens. This is why the Work Units have deadlines, and why speed is so important to us.
es_mx: Si. Las Unidades de Trabajo están etiquetadas con cuatro números distintos en el formato: Proyecto (Ejecutar, Clonar, Generar). Acabamos de describir los tres primeros; Un projecto es la proteína en estudio, una ejecución es una simulación que se inicia a partir de una conformación particular y las ejecuciones contienen muchos Clones que tienen diferentes velocidades iniciales. Aunque Folding@home procesa muchos proyectos, ejecuciones y clones diferentes al mismo tiempo, los clones en sí son de naturaleza serial. Deben simularse de principio a fin, pero no sería práctico que una computadora completara una sola. En cambio, su computadora recibe una pieza de un clon. Identificamos la pieza usando el número de Generación (Gen). Una computadora comenzará con la Generación 0, y cuando termine, a otra computadora se le asignará la Generación 1, etc. No podemos iniciar la Generación 1 hasta que la Generación 0 termine, y puede haber cientos de generaciones. Es por eso que las Unidades de Trabajo tienen plazos y por qué la velocidad es tan importante para nosotros.

source: Why is this approach particularly useful?
es_mx: ¿Por qué este enfoque es particularmente útil?

source: This approach can be powerful because not only is it very amendable to distributed computing, but the available computational resources can be used more efficiently. A protein spends most of its folding time “stuck” in an energetically-favorable position, with transitions – the processes largely of interest – taking place only rarely. Likewise, any straightforward simulation of protein folding will also waste valuable time generating data with little information content. However, using the adaptive sampling concept, the model can identify when the simulation is stuck, and then reinitialize new simulations starting from potentially more fruitful areas, avoiding the wasteful process of re-exploring areas that are already well understood.
es_mx: Este enfoque puede ser poderoso porque no solo es muy fácil de modificar para la computación distribuida, sino que los recursos computacionales disponibles pueden usarse de manera más eficiente. Una proteína pasa la mayor parte de su tiempo de plegamiento "atascada" en una posición energéticamente favorable, con transiciones - los procesos en gran parte de interés - que ocurren sólo en raras ocasiones. Del mismo modo, cualquier simulación sencilla de plegamiento de proteínas también desperdiciará un tiempo valioso en la generación de datos con poco contenido de información. Sin embargo, utilizando el concepto de muestreo adaptativo, el modelo puede identificar cuándo la simulación está atascada y luego reiniciar nuevas simulaciones a partir de áreas potencialmente más fructíferas, evitando el proceso inútil de volver a explorar áreas que ya se comprenden bien.

source: In a recent paper, we compared MSMs to more traditional simulation methods. We compared some very long folding trajectories from the Anton supercomputer to an MSM built from the same folding data. Although our MSM “chops up” the simulation into a bunch of short trajectories, it was able to reproduce their simulations very well. Moreover, we also found that the MSM approach revealed new insights into the folding process (a new folding pathway) that was missing in ANTON’s more traditional approach.
es_mx: En un artículo reciente, comparamos los MEM con métodos de simulación más tradicionales. Comparamos algunas trayectorias de plegado muy largas de la supercomputadora Anton con un MEM construido a partir de los mismos datos de plegado. Aunque nuestro MEM "corta" la simulación en un montón de trayectorias cortas, fue capaz de reproducir sus simulaciones muy bien. Además, también descubrimos que el enfoque de MEM reveló nuevos conocimientos sobre el proceso de plegado (una nueva vía de plegado) que faltaba en el enfoque más tradicional de ANTON.

source: What are some of the applications for these techniques?
es_mx: ¿Cuáles son algunas de las aplicaciones de estas técnicas?

source: MSMs and adaptive sampling have been used to study protein folding (1-8), functional dynamics (8-11), ligand-binding (11-14), and protein-protein interactions (15).
es_mx: Los MEM y el muestreo adaptativo se han utilizado para estudiar el plegamiento de proteínas (1-8), la dinámica funcional (8-11), la unión de ligandos (11-14) y las interacciones proteína-proteína (15).

source: Levin AM et al. (2012) Exploiting a natural conformational switch to engineer an interleukin-2 ‘super-kine.’ Nature 484(7395):529-533.
es_mx: Levin AM et al. (2012) Exploiting a natural conformational switch to engineer an interleukin-2 ‘super-kine.’ Nature 484(7395):529-533.s

source: Who answered these questions?
es_mx: ¿Quién respondió a estas preguntas?

source: These questions were answered primarily by TJ Lane, Gregory Bowman, Robert McGibbon, Christian Schwantes, Vijay Pande, and Bruce Borden.
es_mx: Estas preguntas fueron respondidas principalmente por TJ Lane, Gregory Bowman, Robert McGibbon, Christian Schwantes, Vijay Pande y Bruce Borden.
