Repository: FoldingCommunity/Translate
Catalog: Localization/*/home.po
Languages: es_mx, fr_fr, it_it, sv_se

source: I AM
es_mx: SOY
fr_fr: ÊTRE
it_it: SONO
sv_se: JAG ÄR

source: One
es_mx: Uno
fr_fr: un/e
it_it: Uno/a
sv_se: EN

source: IN A MILLION
es_mx: EN UN MILLÓN
fr_fr: PARMI UN MILLION
it_it: SU UN MILIONE
sv_se: I EN MILJON

source: Regardless if you are already folding or haven't heard a word about it before, we need your help to reach our goal – which is 1 million folders.
es_mx: Sin importar que ya te encuentres plegando o si no has escuchado sobre esto anteriormente, necesitamos tu ayuda para alcanzar nuestra meta – la cual es tener 1 millón de plegadores.
fr_fr: Que vous participiez déjà à l'effort de « folding » ou que le sujet vous soit encore totalement étranger, nous avons besoin de vous pour atteindre notre objectif, à savoir un million de participants.
it_it: Sia se stai già collaborando, sia se ancora non sai nulla riguardo al progetto, abbiamo bisogno del tuo aiuto per raggiungere il nostro obiettivo: 1 milione di "folders".
sv_se: Oavsett om du redan viker eller om du aldrig har hört ett ord om det förut. Vi behöver din hjälp för att nå vårt mål - vilket är 1 miljon vikare.

source: Start folding now
es_mx: Comienza a plegar
fr_fr: Se lancer
it_it: Comincia ora
sv_se: Börja vika nu

source: Hide this and watch the video.
es_mx: Oculta esto y mira el video.
fr_fr: Masquer cet écran pour visionner la vidéo.
it_it: Guarda il video.
sv_se: Göm detta och titta på videon.

source: START FOLDING NOW
es_mx: COMIENZA A PLEGAR YA
fr_fr: DÉMARRER
it_it: Comincia ora
sv_se: BÖRJA VIKA NU

source: Find the version of the software you prefer and get started. Downloading Folding@home is completely free, easy to install and safe to use.
es_mx: Encuentra la versión de tu preferencia del software y comienza. Descargar Folding@Home es completamente gratis, fácil de instalar y seguro de usar.
fr_fr: Trouvez la version du logiciel qui vous convient et lancez-vous. Folding@home est entièrement gratuit, facile à installer et utilisable sans aucun risque.
it_it: Scarica la versione del programma adatta al tuo computer e comincia subito. Folding@Home è completamente gratuito, semplice da installare e del tutto sicuro.
sv_se: Hitta versionen av programvaran du föredra och kom igång. Att ladda ner Folding@home är helt gratis, enkelt att installera och säker att använda.

source: Available for:
es_mx: Disponible para:
fr_fr: Disponible pour:
it_it: Disponibile per:
sv_se: Tillgänglig för:

source: Start folding
es_mx: Comienza a plegar
fr_fr: DÉMARRER
it_it: Comincia ora
sv_se: Börja vika

source: Latest Posts
es_mx: Últimas Publicaciones
fr_fr: Derniers billets
it_it: Ultimi articoli
sv_se: Senaste Inläggen

source: JOIN THE COMMUNITY
es_mx: ÚNETE A LA COMUNIDAD
fr_fr: REJOINDRE LA COMMUNAUTÉ
it_it: UNISCITI ALLA COMMUNITY
sv_se: GÅ MED I GEMENSKAPEN

source: The Folding@Home community is spread over countless forums, websites and social media.
es_mx: La comunidad de Folding@Home está dispersa sobre diversos foros, sitios web y redes sociales.
fr_fr: La communauté Folding@Home est répartie entre d'innombrables forums, sites web et réseaux sociaux.
it_it: La comunità di Folding@Home è diffusa su moltissimi forum, siti web e social media.
sv_se: Folding@home gemenskapen är spridet över oräkneliga forums, webbsidor och sociala medier.

source: Here's a list of our official channels.
es_mx: Aquí está una lista de nuestros canales oficiales.
fr_fr: Voici une liste de nos canaux officiels.
it_it: Questa è una lista dei nostri canali ufficiali.
sv_se: Här är en lista av våra officiella kanaler.

source: For tech support: [foldingforum.org](https://foldingforum.org/)
es_mx: Para soporte técnico: [foldingforum.org](https://foldingforum.org/)
fr_fr: Support technique: [foldingforum.org](https://foldingforum.org/)
it_it: Per il supporto tecnico: [foldingforum.org](https://foldingforum.org/)
sv_se: För teknisk support: [foldingforum.org](https://foldingforum.org/)

source: 1 in a million
es_mx: 1 en un millón
fr_fr: 1 parmi un million
it_it: 1 su un milione
sv_se: 1 i miljonen

source: WHY WE NEED YOU
es_mx: POR QUÉ TE NECESITAMOS
fr_fr: POURQUOI NOUS AVONS BESOIN DE VOUS
it_it: PERCHÈ ABBIAMO BISOGNO DI TE
sv_se: VARFÖR VI BEHÖVER DIG

source: Folding@home is a project focused on disease research. The problems we are solving require so many computer calculations and we need your help to find the cures!
es_mx: Folding@home es un proyecto enfocado en la investigación de enfermedades. ¡Los problemas que estamos resolviendo requieren tantos cálculos de computadora y necesitamos su ayuda para encontrar curas!
fr_fr: Folding@home est un projet axé sur diverses recherches. Les problèmes que nous traitons nécessitent une immense puissance de calcul et nous avons besoin de votre aide pour guérir ces maladies!
it_it: Folding@Home è un progetto dedicato alla ricerca medica. I problemi che stiamo affrontando richiedono una grandissima potenza di calcolo e abbiamo bisogno del tuo aiuto!
sv_se: Folding@home är ett projekt som är fokuserat på sjukdoms forskning. Problemet vi löser kräver så många data beräkningar och vi behöver din hjälp för att hitta läkemedel!

source: Fight diseases Together with us.
es_mx: Lucha contra las enfermedades con nosotros.
fr_fr: Luttez avec nous contre la maladie.
it_it: Combatti le malattie insieme a noi.
sv_se: Bekämpa sjukdomar tillsammans med oss.

source: The Folding@home software allows you to share your unused computer power with us – so that we can research even more potential cures.
es_mx: El programa de Folding@home le permite compartir el poder no utilizado de su computadora con nosotros para que podamos investigar más curas potenciales.
fr_fr: Le logiciel Folding@home vous permet de partager votre ordinateur inutilisé avec nous - afin que nous puissions étudier davantage encore de remèdes potentiels.
it_it: Il software di Folding@Home ti permette di condividere con noi la potenza di calcolo inutilizzata del tuo computer, permettendoci così di far progredire la nostra ricerca e cercare sempre più possibili cure.
sv_se: Folding@home programvaran tillåter dig att dela din oanvända data kraft med oss - så vi kan forska fram ännu fler potentiella läkemedel.

source: FOLDING?
es_mx: ¿PLEGAR?
sv_se: VIKA?

source: Folding refers to the way human protein folds in the cells that make up your body. We rely on the proteins to keep us healthy and they assemble themselves by folding. But when they misfold, there can be serious consequences to a person's health.
es_mx: Plegar se refiere a la forma en que la proteína humana se pliega en las células que componen el cuerpo. Dependemos de las proteínas para mantenernos sanos y estas se ensamblan plegándose. Pero cuando se pliegan mal, puede haber graves consecuencias para la salud de una persona.
fr_fr: Le terme anglais folding (littéralement: plier/pliage) désigne ici la manière avec laquelle se replient les protéines qui composent notre organisme. Nous avons besoin des protéines pour rester en bonne santé et celles-ci s'assemblent par un processus de repliement. Mais si ce repliement est anormal, incorrect, cela peut sérieusement compromettre notre santé.
it_it: La parola "folding" significa "ripiegamento" e si riferisce al modo in cui le proteine si trasformano nelle cellule che compongono il nostro corpo: le proteine assemblano sè stesse. Tuttavia, quando questa trasformazione non va a buon fine, ci possono essere conseguenze serie per la salute di un individuo.
sv_se: Vika hänvisar till vägen hur människans proteiner viker sig i celler vilket din kropp är uppbyggd av. Vi litar på proteinerna att dom ska hålla oss friska och att bygga upp sig själva genom vikning. Men när dom miss viks, så kan det leda till allvarliga konsekvenser på en persons hälsa.

source: Learn more
es_mx: Aprende más
fr_fr: En savoir plus
it_it: Per saperne di più
sv_se: Läs mer

source: Team
es_mx: Equipo
fr_fr: L'équipe
it_it: La squadra
sv_se: Lag

source: Folding@home is now based at the Washington University in St. Louis School of Medicine, under the directorship of Dr. [Greg Bowman](https://bowmanlab.biochem.wustl.edu/). Drs. [John Chodera](http://www.choderalab.org/) (MSKCC) and [Vince Voelz](http://www.voelzlab.org/) (Temple University) are also active in helping manage the project. Together, their three labs are the primary drivers of Folding@home.
es_mx: Folding@home tiene ahora su sede en la Universidad De Washington en la Escuela de Medicina en St. Louis, bajo la dirección del Dr. [Greg Bowman](https://bowmanlab.biochem.wustl.edu/). Los Doctores [John Chodera](http://www.choderalab.org/) (MSKCC) y [Vince Voelz](http://www.voelzlab.org/) (Temple University) también están ayudando activamente a administrar el proyecto. Juntos, sus tres laboratorios son los principales impulsores de Folding@Home.
fr_fr: Actuellement, Folding@home est basé à l'École de médecine de l'Université Washington de Saint-Louis (Missouri, États-Unis) et dirigé par le Dr. [Greg Bowman](https://bowmanlab.biochem.wustl.edu/). Les Drs. [John Chodera](http://www.choderalab.org/) (MSKCC) and [Vince Voelz](http://www.voelzlab.org/) participent aussi à la gestion du projet. Ensemble, leurs trois laboratoires constituent les principaux moteurs de Folding@home.
it_it: Folding@home è gestito dalla St. Louis School of Medicine della Washington University, sotto la direzione del dottor [Greg Bowman](https://bowmanlab.biochem.wustl.edu/). Anche i dottori [John Chodera](http://www.choderalab.org/) (MSKCC) e [Vince Voelz](http://www.voelzlab.org/) (Temple University) aiutano nella gestione del progetto. Questi sono i tre laboratori principali che lavorano su Folding@Home.
sv_se: Folding@home är nu baserad i Washingtons universitet i St. Louis medicinska fakulteten, under ledandet av Dr. [Greg Bowman](https://bowmanlab.biochem.wustl.edu/). Drs. [John Chodera](http://www.choderalab.org/) (MSKCC) och [Vince Voelz](http://www.voelzlab.org/) (Temple Universitetet) är också aktiva i hanterade av projektet. Det är 3 laboratorium som primärt driver Folding@home.
