Repository: FoldingCommunity/Translate
Catalog: Localization/*/statistics.po
Languages: it_it, sv_se

source: Statistics
it_it: Statistiche
sv_se: Statistik

source: One of the best ways to help Folding@home is by recruiting your friends and family. Start by sharing our project with them. Then join a team or even start your own team. The more points your team earns, the closer we come to finding cures.
it_it: Il modo migliore per contribuire a Folding@home è coinvolgere i tuoi amici e la tua famiglia. Comincia parlando loro del nostro progetto. Poi unisciti a una squadra, o magari crea la tua. Più sono i punti guadagnati dalla tua squadra, più vicini siamo tutti nel trovare delle cure.
sv_se: En av dom bästa sätten att hjälpa Folding@home är genom att bjuda in familj och vänner. Börja med att dela med dig om vårt projekt. Sedan gå med i ett lag eller skapa ditt helt egna lag. Desto mer poäng ditt lag får desto närmare är vi att hitta botemedel.

source: On this page you will find access to statistics for individuals and teams who have joined together to earn points and compete with other teams. Some of us are quite intense in our approach to folding. We have team websites, we supe up our computers, and we drive the technology forward by reporting bugs and making suggestions about how to improve the software.
it_it: Su questa pagina troverai le statistiche degli individui e delle squadre formatesi per guadagnare punti e competere con altre squadre. Alcuni di noi prendono questa ricerca molto seriamente: alcune squadre hanno il loro sito web, altri aggiornano i loro computer per farli andare più veloci, altri aiutano il progetto segnalando errori e suggerendo miglioramenti.
sv_se: På denna sida kommer du kunna hitta statistik för personer och lag som har gått tillsammans för att känna poäng och för att tävla mot andra lag. Vissa är ganska intensiva i vår inställning till vikning. Vi har lag webbsidor, vi använder upp data kraften, och vi driver teknologin framåt med hjälp av bug rapportering och skapandet av förslag om hur vi kan förbättra programvaran.

source: **MAXIMIZE** your **EFFORT**
it_it: **MASSIMIZZA** il tuo **IMPEGNO**
sv_se: **MAXIMERA* din **PRESTATION**

source: Set up your team
it_it: Crea la tua squadra
sv_se: Sätt ihop ditt lag

source: If you are interested in setting up a team of your own, you can get started here.
it_it: Se vuoi creare la tua squadra, puoi farlo qui.
sv_se: Om du är intresserad av att skapa ditt egna lag så kan du börja här.

source: Start a team
it_it: Crea una squadra
sv_se: Skapa ett lag

source: [Lost team password?](https://apps.foldingathome.org/team/mailpass)
it_it: [Hai perso la password del tuo team?](https://apps.foldingathome.org/team/mailpass)

source: Change your team info
it_it: Modifica la tua squadra
sv_se: Ändra lag informationen

source: Monitoring stats updates automatically: available downloads and rules of use
it_it: Monitoraggio automatico degli aggiornamenti delle statistiche: regole di utilizzo
sv_se: Övervakningen av statistiken uppdateras automatiskt: tillgänglig för nedladdning och regler om användning

source: The donor and team stats are updated every hour, although this can be delayed if there were a lot of work units to come back during that hour. We have been turning off web access to the stats database during stats updates (usually on the hour).
it_it: Le statistiche individuali e delle squadre vengono aggiornate ogni ora, anche se possono verificarsi dei rallentamenti causati dal gran numero di risultati inviati. L'accesso al database delle statistiche viene disabilitato durante l'aggiornamento (di solito allo scoccare dell'ora).
sv_se: Donator och lag statistiken uppdateras varje timma, dock så kan detta bli försenat om det är många arbetsenheter som kommer tillbaka samma timma. Vi har stängt av web tillgången till statistikdatabasen medans statistiken uppdateras (oftast på timmen)

source: Please do not use scripts to access the donor or team pages, but use the full donor list (flat files) instead. IP addresses which do not abide by our robots.txt rules will be banned.
it_it: Invece di usare script per accedere alle statistiche di un donatore o di una squadra, scaricate i file con l'elenco di tutti i donatori e tutte le squadre. Gli indirizzi IP che non seguono le regole dettate dal file robots.txt verranno bloccati.
sv_se: Använd inte kod för att få tillgång till donator eller lag sidor, istället använd den fulla donator listan (flat files). IP adresser som inte inkluderas i våran robots.txt regler kommer att bli bannade.

source: Lost team password?
sv_se: Förlorat lag lösenordet?
