Repository: FoldingCommunity/Translate
Catalog: Localization/*/together-we-are-powerful.po
Languages: es_mx, fr_fr, nl_nl, sv_se

source: Together We Are Powerful - Folding@home
es_mx: Juntos Somos Poderosos - Folding@home
fr_fr: Ensemble, nous sommes formidables - Folding@home
nl_nl: Samen staan we sterk - Folding@home
sv_se: Tillsammans är vi kraftfulla - Folding@home

source: [Take me home](https://foldingathome.org/home)
es_mx: [Llévame a la página principal](https://foldingathome.org/home)
fr_fr: [Home](https://foldingathome.org/home)
nl_nl: [Breng me naar huis](https://foldingathome.org/home)
sv_se: [Ta mig hem](https://foldingathome.org/home)

source: TOGETHER, WE ARE POWERFUL
es_mx: JUNTOS, SOMOS PODEROSOS
fr_fr: ENSEMBLE, NOUS SOMMES FORMIDABLES
nl_nl: SAMEN ZIJN WE STERK
sv_se: TILLSAMMANS ÄR VI KRAFTFULLA

source: Together, we have created the most powerful supercomputer on the planet, and are using it to help understand SARS-CoV-2/COVID-19 and develop new therapies. We need your help pushing toward a potent, patent-free drug.
es_mx: Juntos, hemos creado la supercomputadora más poderosa del planeta, y la estamos utilizando para ayudar a comprender el SARS-CoV-2/COVID-19 y desarrollar nuevas terapias. Necesitamos su ayuda para avanzar hacia un medicamento potente y sin patentes.
fr_fr: Ensemble, nous avons créé le superordinateur le plus puissant de la planète. Nous l'utilisons pour comprendre le SARS-CoV-2/COVID-19 et développer de nouveaux traitements. Nous avons besoin de vous pour mettre au point un médicament efficace et libre de droits.
nl_nl: Samen hebben we de meest krachtige supercomputer op aarde gecreëerd, en we gebruiken hem om SARS-Cov-2/COVID-29 beter te begrijpen en nieuwe behandelingen te ontwikkelen. Wij hebben jouw hulp nodig om te helpen een veel belovend, patent-vrij medicijn te ontwikkelen.
sv_se: Tillsammans har vi skapat den mest kraftfulla superdatorn i hela världen, och vi använder den till att förstå SARS-CoV-2/COVID-19 och utveckla nya behandlingar. Vi behöver din hjälp för att kunna framställa ett kraftfullt patent fritt läkemedel.

source: Use your PC to help fight COVID-19.
es_mx: Use su PC para ayudar a combatir el COVID-19.
fr_fr: Lancez votre PC dans la lutte contre la COVID-19.
nl_nl: Gebruik je computer om te vechten tegen Corona.
sv_se: Använd din dator för att bekämpa COVID-19.

source: [DOWNLOAD FOLDINGATHOME](#downloads)
es_mx: [DESCARGAR FOLDINGATHOME](#downloads)
fr_fr: [TÉLÉCHARGER FOLDINGATHOME](#downloads)
sv_se: [LADDA NER FOLDINGATHOME](#downloads)

source: [Available for Windows, Mac, Linux]
es_mx: [Disponible para Windows, Mac, Linux]
fr_fr: [Disponible pour Windows, Mac, Linux]
nl_nl: [Beschikbaar voor Windows, Mac, Linux]
sv_se: [Tillgänglig för Windows, Mac, Linux]

source: Progress on the current Sprint 1 to evaluate a batch of potential drugs Started Sun Jul 26 06:31:13 UTC 2020
es_mx: El progreso en el actual Sprint 1 para evaluar un lote de medicamentos potenciales comenzó el domingo 26 de julio 06:31:13 UTC 2020
fr_fr: Progrès de l’effort actuel visant à évaluer une série de médicaments potentiels, entamé le dimanche 26 juillet 2020 (en développement)
nl_nl: Voortgang van de huidige sprint 1 voor de evaluatie van een groep mogelijke medicijnen is gestart op Zondag 26 Juli 06:31:13 UTC 2020
sv_se: Utvecklingen på den nuvarande sprint 1 för att utvärdera en omgång av potentiella läkemedel började sön juli 26 06:31:13 utc 2020

source: Campaign Trailer
es_mx: Tráiler de campaña
fr_fr: Bande-annonce de la campagne
nl_nl: Campagne trailer
sv_se: Kampanj Trailer

source: Play
es_mx: Reproducir
fr_fr: Visionner
nl_nl: Speel
sv_se: Spela upp

source: [Learn about our work on SARS-CoV-2 and COVID-19.](https://foldingathome.org/diseases/infectious-diseases/covid-19/)
es_mx: [Conozca nuestro trabajo sobre SARS-CoV-2 y COVID-19.](https://foldingathome.org/diseases/infectious-diseases/covid-19/)
fr_fr: [Découvrir nos travaux sur SARS-CoV-2 et COVID-19.](https://foldingathome.org/diseases/infectious-diseases/covid-19/)
sv_se: [Läs om vårt arbete med SARS-CoV-2 och COVID-19.](https://foldingathome.org/diseases/infectious-diseases/covid-19/)

source: We are focusing the Foldingathome compute power on SARS-CoV-2, the virus that causes COVID-19, and the human proteins the virus interacts with.
es_mx: Estamos concentrando el poder de cómputo de Foldingathome en SARS-CoV-2, el virus que causa COVID-19 y las proteínas humanas con las que interactúa el virus.
fr_fr: Nous concentrons la puissance de calcul de Foldingathome sur le SARS-CoV-2, le virus à l’origine de la pandémie COVID-19, et les protéines humaines avec lesquelles le virus interagit.
nl_nl: We focussen de rekenkracht van Folding@home op SARS-CoV-2, het virus dat Corona veroorzaakt, en de menselijke eiwitten waar het virus effect op heeft.
sv_se: I första hand används data kraften på SARS-CoV-2, viruset som orsakar sjukdomen COVID-19, och dom proteinerna i kroppen som viruset reagerar med.

source: First, we uncovered novel protein structures that were previously inaccessible to the research community.
es_mx: Primero, descubrimos nuevas estructuras de proteínas que antes eran inaccesibles para la comunidad investigadora.
fr_fr: Nous avons d'abord mis au jour de nouvelles structures protéiques qui restaient encore inaccessibles à la communauté scientifique.
nl_nl: Als eerste hebben we nieuwe eiwitstructuren blootgelegd die daarvoor ontoegankelijk waren voor de wetenschappelijke gemeenschap.
sv_se: Först, tog vi fram en ny proteinstruktur som förut var otillgänglig till forskare.

source: With your help, we are now screening for potential drugs to target these structures as a part of the COVID Moonshot Collaboration.
es_mx: Con su ayuda, ahora estamos analizando posibles medicamentos para atacar estas estructuras como parte de la Colaboración COVID Moonshot.
fr_fr: Avec votre aide, nous examinons maintenant des médicaments potentiellement capables de tirer parti de ces structures dans le cadre de la collaboration COVID Moonshot.
nl_nl: Met jouw hulp zoeken we nu naar mogelijke medicijnen gericht op deze structuren als deel van de COVID Moonshot samenwerking.
sv_se: Med eran hjälp, så håller vi på med att framställa ett potentiellt läkemedel som ska rikta sig till dessa strukturer som är en del av COVID Moonshot samarbetet.

source: [See real-time progress toward new drugs](https://covid.postera.ai/covid)
es_mx: [Vea el progreso en tiempo real hacia nuevos medicamentos](https://covid.postera.ai/covid)
fr_fr: [Suivre en temps réel les progrès du développement de nouveaux médicaments.](https://covid.postera.ai/covid)
sv_se: [Se i realtid framstegen mot en ny medicin](https://covid.postera.ai/covid)

source: Foldingathome Ambassadors
es_mx: Embajadores de Foldingathome
fr_fr: Ambassadeurs Foldingathome
nl_nl: Folding@home ambassadeurs
sv_se: Foldingathome Ambassadörer

source: CEO, Microsoft
es_mx: Director ejecutivo, Microsoft
fr_fr: PDG, Microsoft
sv_se: VD, Microsoft

source: Dr. Lisa Su
es_mx: Dra. Lisa Su
fr_fr: Lisa Su

source: President & CEO, AMD
es_mx: Presidente & Director ejecutivo, AMD
fr_fr: Présidente et PDG, AMD
sv_se: Ordförande & VD, AMD

source: CEO, Nvidia
es_mx: Director ejecutivo, Nvidia
fr_fr: PDG, Nvidia
sv_se: VD, Nvidia

source: CEO Intel
es_mx: Director ejecutivo de Intel
fr_fr: PDG Intel
sv_se: VD, Intel

source: Director of Foldingathome & Associate Professor, Washington University School of Medicine in St Louis
es_mx: Director de Foldingathome y Profesor asociado, Escuela de Medicina de la Universidad de Washington en St. Louis
fr_fr: Directeur de Foldingathome et professeur associé à l'École de médecine de l'Université Washington de Saint-Louis
nl_nl: Directeur van Foldingathome & Professor geassocieerd met Washington University School of Medicine in St Louis
sv_se: Direktör av Foldingathome & associerade professorer, Washington universitets medicinska fakulteten i St Louis

source: CEO, Pure Storage
es_mx: Director ejecutivo, Pure Storage
fr_fr: PDG, Pure Storage
sv_se: VD, Pure Storage

source: Medical student, Lund University
es_mx: Estudiante de medicina, Lund University
fr_fr: Étudiante en médecine, Université de Lund
nl_nl: Student geneeskunde, Lund University
sv_se: Medicinsk student, Lunds universitet

source: Director of Innovation and Technological Transformation at LaLiga
es_mx: Director de Innovación y Transformación Tecnológica en LaLiga
fr_fr: Directrice de l'innovation et de la transformation technologique, LaLiga
nl_nl: Directeur voor innovatie en technologische verandering bij LaLiga
sv_se: Direktör för innovation och Teknologiska transformation på LaLiga

source: PhD Student, Bowman lab, Washington University School of Medicine in St Louis
es_mx: Estudiante de doctorado, laboratorio Bowman, Facultad de Medicina de la Universidad de Washington en St Louis
fr_fr: Doctorant, Laboratoire Bowman, École de médecine de l'Université Washington de Saint-Louis
nl_nl: Student-promovendus, Bowman lab, Washington University School of Medicine in St Louis
sv_se: Doktorand, Bowman laboratoriet, Washington universitets medicinska fakulteten i St Louis

source: CEO, VMware
es_mx: Director ejecutivo, VMware
fr_fr: PDG, VMware
sv_se: VD, VMware

source: Founder, PCMR / Communication Advisor, Foldingathome
es_mx: Fundador, PCMR / Asesor de comunicación, Foldingathome
fr_fr: Fondateur, PCMR / Conseiller en communication, Foldingathome
nl_nl: Oprichter, PCMR / Communicatie adviseur, Folding@home
sv_se: Grundare, PCMR / kommunikations rådgivare, Foldingathome

source: General Partner, Andreessen Horowitz / Founder, Foldingathome
es_mx: Socio general, Andreessen Horowitz / Fundador, Foldingathome
fr_fr: Commandité, Andreessen Horowitz / Fondateur, Foldingathome
nl_nl: Algemene partner, Andreessen Horowitz / Oprichter, Folding@home
sv_se: Förvaltare, Andreessen Horowitz / Grundare, Foldingathome

source: Head of Collaboration and Communication, Foldingathome
es_mx: Jefe de Colaboración y Comunicación, Foldingathome
fr_fr: Responsable de la collaboration et de la communication, Foldingathome
nl_nl: Hoofd samenwerking en communicatie, Folding@home
sv_se: Ledare över samarbeten och kommunikation, Foldingathome

source: Phd Student Xuhui lab, The Hong Kong University of Science and Technology
es_mx: Estudiante de doctorado en el laboratorio Xuhui, Universidad de Ciencia y Tecnología de Hong Kong
fr_fr: Doctorant au laboratoire Xuhui de l'Université des sciences et technologies de Hong Kong
sv_se: Doktorand Xuhui laboratoriet, Hong Kongs universitet i vetenskap och teknologi

source: Info Security Engineer
es_mx: Ingeniera de seguridad de la información
fr_fr: Ingénieure en sécurité informatique
nl_nl: Informatie beveiliging engineer
sv_se: Informations Säkerhetstekniker

source: Co-founder & CEO Origin PC
es_mx: Cofundador y Director de Origin PC
fr_fr: Cofondateur et PDG, Origin PC
sv_se: Medgrundare och vd för Origin PC

source: Compilation Video
es_mx: Video de compilación
fr_fr: Compilation vidéo
nl_nl: Compilatie video
sv_se: Sammanfattnings video

source: Courtesy – Washington University in Saint Louis
es_mx: Cortesía de la Universidad de Washington en Saint Louis
fr_fr: Avec l'aimable autorisation de l'Université Washington de Saint Louis
nl_nl: Met dank aan – Washington University in Saint Louis
sv_se: Ett stort tack till Washington universitet i Saint Louis

source: SHARE YOUR STORY
es_mx: COMPARTE TU HISTORIA
fr_fr: PARTAGEZ VOTRE HISTOIRE
nl_nl: DEEL JOUW VERHAAL
sv_se: DELA MED DIG MED DIN HISTORIA

source: Help us spread the word about Foldingathome and why you have joined. Create your video and share it on social media.
es_mx: Ayúdanos a correr la voz sobre Foldingathome y por qué te has unido. Crea tu video y compártelo en las redes sociales.
fr_fr: Aidez-nous à faire connaître Foldingathome en expliquant pourquoi vous nous avez rejoints. Créez votre vidéo et partagez-la sur les médias sociaux.
nl_nl: Help ons om mensen kennis te laten maken met Folding@home en waarom jij lid bent geworden. Maak jouw eigen video en deel het op social media.
sv_se: Hjälp oss med att sprida Foldingathome med varför du gick med. Skapa en video och dela med dig på sociala medier.

source: Step 1) Record yourself to make a video like those above.
es_mx: Paso 1) Grábate a ti mismo para hacer un vídeo como los de arriba.
fr_fr: 1) Enregistrez une vidéo comme celles qui précèdent.
nl_nl: Stap 1) Maak een video van jezelf zoals de voorbeelden hierboven.
sv_se: Steg 1) Spela in dig själv och gör en video som dom andra har gjort ovan.

source: Step 2) Share it on social media with hashtag #foldingathome and follow @foldingathome on Facebook and Twitter.
es_mx: Paso 2) Compártalo en las redes sociales con el hashtag #foldingathome y siga @foldingathome en Facebook y Twitter.
fr_fr: 2) Partagez-la sur les médias sociaux avec le hashtag #foldingathome et suivez @foldingathome sur Facebook et Twitter.
nl_nl: Stap 2) Deel de video op social media met de hashtag #foldingathome en volg @foldingathome op Facebook en Twitter.
sv_se: Steg 2) Dela det på sociala medier under hashtagen #foldingathome och följ @foldingathome på Facebook och Twitter.

source: Thank you!
es_mx: ¡Gracias!
fr_fr: Merci !
nl_nl: Bedankt!
sv_se: Tack!

source: [Learn more about Folding@home](https://foldingathome.org/home)
es_mx: [Aprende más sobre Folding@home](https://foldingathome.org/home)
fr_fr: [En savoir plus sur Folding@home](https://foldingathome.org/home)
nl_nl: [Leer meer over Folding@home](https://foldingathome.org/home)
sv_se: [läs mer om Folding@home](https://foldingathome.org/home)

source: Choose your platform
es_mx: Elige tu plataforma
fr_fr: Sélectionnez votre plateforme
nl_nl: Kies jouw platform
sv_se: Välj din plattform

source: [Alternative Downloads](https://foldingathome.org/alternative-downloads/)
es_mx: [Descargas alternativas](https://foldingathome.org/alternative-downloads/)
fr_fr: [Autres versions](https://foldingathome.org/alternative-downloads/)
sv_se: [Alternativa nedladdningar](https://foldingathome.org/alternative-downloads/)

source: Contributors
es_mx: Contribuidores
fr_fr: Contributeurs
nl_nl: Bijdragers
sv_se: Medarbetare

source: Bob Swan
sv_se: Bob Swam

source: Learn about our work on SARS-CoV-2 and COVID-19.
nl_nl: Leer meer over ons werk tegen SARS-CoV-2 en COVID-19.

source: See real-time progress toward new drugs
nl_nl: Bekijk live voortgang naar nieuwe medicijnen

source: Alternative Downloads
nl_nl: Alternatieve downloads
